---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.HeatingLoadDividedByArea
source: html/deaf3f2e-e306-6fd0-add3-9b05f206aba9.htm
---
# Autodesk.Revit.DB.SpecTypeId.HeatingLoadDividedByArea Property

Heating Load divided by Area, in discipline HVAC.

## Syntax (C#)
```csharp
public static ForgeTypeId HeatingLoadDividedByArea { get; }
```